[
    {
        "year": "2004",
        "Overview": " - Cúpula Extraordinária das Américas",
        "Host": [],
        "Period": "12 e 13 de Janeiro",
        "Country": "Mexico",
        "City/region": "Monterrey"
    },
    {
        "year": "2004",
        "Overview": " - Chegada a Nova Delhi\n - Cerimônia oficial de chegada\n - Visita ao Memorial de Mahatma Gandhi - Oferenda Floral\n - Almoço privado\n - Visita de Cortesia do sr. Yashwant Sinha, ministro de\n - Encontro com o sr. Atal Bihari Vajpayee, primeiro-ministro da Índia\n - Reunião ampliada entre as delegações brasileira e indiana\n - Encontro com o sr. Abdul Kalan, presidente da República da Índia\n - Jantar oferecido pelo Presidente da Índia\n - Desfile do Dia da República\n - Recepção oferecida pelo Presidente da República da Índia\n - Visita de cortesia do Senhor Milinda Morogoda, Ministro de  Ciência e Tecnologia do Siri Lanka\n - Jantar Privado\n - Abertura  do  Encontro  \"Brasil-Índia  -  Desenvolvimento  Sustentável:    Perspectivas  e Possibilidades\"\n - Visita de cortesia do sr. Arun Jaitley, ministro de Comércio e   Indústria da Índia\n - Encontro com lideranças empresariais indianas, co-patrocinado pela  Confederação das Indústrias  Indianas  (CII)  e  pela  Federação  das      Câmaras  de  Comércio  e  Indústria Indianas (FICCI)\n - Almoço com as lideranças empresarias indianas\n - Inauguração da Exposição de Arte Popular Brasileira da Coleção do  Museu da Casa Pontal\n - Recepção na Residência da Embaixada do Brasil\n - Partida de Agra  para Mumbai\n - Chegada a Mumbai\n - Lançamento do Fórum Empresarial Brasil-India\n - Almoço empresarial, por ocasião do encerramento do Seminário   sobre Oportunidades de Negócios, Investimentos e Turismo   Brasil-India\n - Partida de para Genebra",
        "Host": [
            [
                {
                    "figure": "Atal Bihari Vajpayee",
                    "country": "India",
                    "posts": [
                        "Prime-minister"
                    ]
                }
            ],
            [
                {
                    "figure": "Abdul Kalan",
                    "country": "India",
                    "posts": [
                        "President"
                    ]
                }
            ]
        ],
        "Period": "25 a 28 de Janeiro",
        "Country": "India",
        "City/region": "New Deli, Agra and Bombay"
    },
    {
        "year": "2004",
        "Overview": " - Chegada a Genebra\n - Jantar Privado\n - Encontro com dirigentes de grandes empresas estrangeiras\n - Encontro de Alto Nível para Investidores Estrangeiros\n - Entrevista coletiva sobre o Seminário para investidores estrangeiros   no Brasil\n - Recebe o Sr. Hans Joachim Nikolin, do Conselho de Direção do Grupo Continental\n - Recebe o sr. Pascoale Pistorio, presidente da ST Microeletronics\n - Recebe o presidente Itamar Franco, embaixador do Brasil na Itália\n - Visita ao Comitê Olímpico Internacional\n - Encontro com o Sr. Jacques Chirac, presidente da República Francesa\n - Encontro com o sr. Ricardo Lagos, presidente da República do Chile, o Sr. Jacques Chirac, presidente da República Francesa, e o sr. Kofi Annan, secretário-geral das Nações Unidas\n - Encontro com o sr. Kofi Annan, secretário-geral das Nações Unidas\n - Conferência de Imprensa\n - Partida para Brasília",
        "Host": [
            [
                {
                    "figure": "Business Person",
                    "country": "---capital",
                    "posts": [
                        "CEO/Executive"
                    ]
                }
            ],
            [
                {
                    "figure": "Business Person",
                    "country": "---capital",
                    "posts": [
                        "CEO/Executive"
                    ]
                }
            ],
            [
                {
                    "figure": "Jacques Chirac",
                    "country": "France",
                    "posts": [
                        "President",
                        "Ex-president"
                    ]
                }
            ],
            [
                {
                    "figure": "Ricardo Lagos",
                    "country": "Chile",
                    "posts": [
                        "President"
                    ]
                },
                {
                    "figure": "Jacques Chirac",
                    "country": "France",
                    "posts": [
                        "President",
                        "Ex-president"
                    ]
                },
                {
                    "figure": "Kofi Annan",
                    "country": "United Nations",
                    "posts": [
                        "Secretary-general"
                    ]
                }
            ],
            [
                {
                    "figure": "Kofi Annan",
                    "country": "United Nations",
                    "posts": [
                        "Secretary-general"
                    ]
                }
            ]
        ],
        "Period": "28 a 30 de Janeiro",
        "Country": "Switzerland",
        "City/region": "Geneva"
    },
    {
        "year": "2004",
        "Overview": " - Reunião tripartite com o presidente da Venezuela, Hugo Chávez Frias, e com o presidente da Argentina, Nestor Kirchner\n - Cerimônia de Abertura da XII Cúpula do G-!\n - Primeira Sessão Plenária dos Chefes de Estado e de Governo dos países membros do G-1\n - Encontro com o presidente do Irã, Seyed Mohammed Khatami",
        "Host": [
            [
                {
                    "figure": "Hugo Chavez",
                    "country": "Venezuela",
                    "posts": [
                        "President"
                    ]
                },
                {
                    "figure": "Néstor Kirchner",
                    "country": "Argentina",
                    "posts": [
                        "President"
                    ]
                }
            ],
            [
                {
                    "figure": "Seyed Mohammed Khatami",
                    "country": "Iran",
                    "posts": [
                        "President"
                    ]
                }
            ]
        ],
        "Period": "26 e 27 de Fevereiro",
        "Country": "Venezuela",
        "City/region": "Caracas"
    },
    {
        "year": "2004",
        "Overview": " - Visita aos principais sítios arquitetônicos e históricos de Kiev\n - Café da manhã com o presidente da Ucrânia, Leonid Kutchma\n - Partida para Pequim",
        "Host": [
            [
                {
                    "figure": "Leonid Kutchma",
                    "country": "Ukraine",
                    "posts": [
                        "President"
                    ]
                }
            ]
        ],
        "Period": "22 de Maio",
        "Country": "Ukraine",
        "City/region": "Kiev"
    },
    {
        "year": "2004",
        "Overview": " - Chegada a Pequim\n - Almoço privado\n - Visita ao Palácio de Verão dos Imperadores\n - Coquetel de inauguração do escritório da Petrobras em Pequim\n - Jantar oferecido pela Petrobras em homenagem ao Presidente da  República e à senhora Marisa Letícia Lula da Silva\n - Encerramento do seminário “Brasil-China: Comércio e Investimentos Perspectivas para o século XXI”\n - Almoço de encerramento do seminário “Brasil-China: Comércio e   Investimentos. Perspectivas para o Século XXI”\n - Cerimônia de boas-vindas\n - Reunião de Trabalho com o Presidente da República da China\n - Reunião de Trabalho ampliada\n - Assinatura de Atos\n - Banquete  de  Estado  oferecido  pelo  Presidente  da  China  e  senhora  Liu  Yongqing,  em homenagem ao senhor Presidente da República e à senhora Marisa Letícia Lula da Silva Salão Oeste do Grande Palácio do Povo\n - Inauguração do Núcleo de Cultura Brasileira na Universidade de Pequim\n - Conferência do Presidente da República na Universidade de Pequim:  “Política Externa Brasileira no Século XXI e o Papel da Parceria Estratégica Sino-Brasileira”\n - Inauguração da exposição “Amazônia: Tradições Nativas”\n - Partida para Xangai em vôo especial da Força Aérea Brasileira Xangai\n - Chegada a Xangai\n - Audiência concedida ao presidente do Banco Mundial, James Wolfensohn\n - Abertura da conferência do Banco Mundial sobre Combate à Pobreza\n - Encontro bilateral com o primeiro-ministro da República Popular da China, Wen Jiabao\n - Cerimônia de encerramento do seminário “Brasil-China: uma Parceria de Sucesso”\n - Conferência de imprensa\n - Audiência concedida à presidente da empresa Baosteel, sra. Xie Qihua\n - Audiência concedida ao presidente da Tanzânia, Benjamin Mkapa\n - Encontro com a comunidade brasileira\n - Jantar privado\n - Café da manhã com lideranças empresariais\n - Audiência concedida à primeira-ministra da República Popular de Bangladesh, Begum Khaleda Zia\n - Encontro com o Prefeito de Xangai\n - Banquete oferecido pelo Prefeito de Xangai em homenagem ao presidente Luiz Inácio Lula da Silva\n - Partida para Guadalajara, México",
        "Host": [
            [
                {
                    "figure": "Hu Jintao",
                    "country": "China",
                    "posts": [
                        "President"
                    ]
                }
            ],
            [
                {
                    "figure": "James Wolfensohn",
                    "country": "World Bank",
                    "posts": [
                        "Political/Agency Leader"
                    ]
                }
            ],
            [
                {
                    "figure": "Wen Jiabao",
                    "country": "China",
                    "posts": [
                        "Prime-minister"
                    ]
                }
            ],
            [
                {
                    "figure": "Benjamin Mkapa",
                    "country": "Tanzania",
                    "posts": [
                        "President"
                    ]
                }
            ],
            [
                {
                    "figure": "Begum Khaleda Zia",
                    "country": "Bangladesh",
                    "posts": [
                        "Prime-minister"
                    ]
                }
            ]
        ],
        "Period": "25 a 27 de Maio",
        "Country": "China",
        "City/region": "Beijing and Shanghai"
    },
    {
        "year": "2004",
        "Overview": " - Café da manhã de trabalho com o senhor José Luiz Rodriguez Zapatero,   presidente do governo da Espanha\n - Abertura da III Reunião de chefes de Estado e de Governo da América Latina e Caribe - União Européia\n - Mesa de Trabalho sobre Multilateralismo\n - Encontro com o senhor Romano Prodi, presidente da Comissão Européia\n - Encontro de trabalho com o senhor Oscar Berger, presidente da Guatemala\n - Reunião de trabalho com o senhor Jacques Chirac, presidente da República Francesa\n - Fotografia oficial dos chefes de Estado e de Governo\n - Almoço oferecido pelo senhor Vicente Fox Quesada, presidente dos Estados Unidos Mexicanos, aos chefes das delegações participantes da III Cúpula América Latina e Caribe - União Européia\n - Encontro de trabalho com o senhor Vicente Fox Quesada, presidente dos Estados Unidos Mexicanos\n - Reunião de trabalho sobre Coesão Social\n - Encontro de trabalho com o senhor Gerhard Schröder, chanceler Federal da Alemanha\n - Encontro de trabalho com o senhor Nicanor Duarte Frutos, presidente da República do Paraguai\n - Encontro de trabalho com o senhor Carlos Mesa, presidente da República da Bolívia\n - Sessão plenária para apresentação de relatórios e encerramento\n - Encontro de trabalho com o senhor Aleksander Kwasniewski, presidente da Polônia\n - Partida, em vôo especial da Força Aérea Brasileira,  para Brasília",
        "Host": [
            [
                {
                    "figure": "José Luis Zapatero",
                    "country": "Spain",
                    "posts": [
                        "President"
                    ]
                }
            ],
            [
                {
                    "figure": "Romano Prodi",
                    "country": "Italy",
                    "posts": [
                        "Prime-minister"
                    ]
                }
            ],
            [
                {
                    "figure": "Oscar Berger",
                    "country": "Guatemala",
                    "posts": [
                        "President"
                    ]
                }
            ],
            [
                {
                    "figure": "Jacques Chirac",
                    "country": "France",
                    "posts": [
                        "President",
                        "Ex-president"
                    ]
                }
            ],
            [
                {
                    "figure": "Vicente Fox",
                    "country": "Mexico",
                    "posts": [
                        "President"
                    ]
                }
            ],
            [
                {
                    "figure": "Gerhard Schroeder",
                    "country": "Germany",
                    "posts": [
                        "Prime-minister"
                    ]
                }
            ],
            [
                {
                    "figure": "Nicanor Duarte Frutos",
                    "country": "Paraguay",
                    "posts": [
                        "President"
                    ]
                }
            ],
            [
                {
                    "figure": "Carlos Mesa",
                    "country": "Bolivia",
                    "posts": [
                        "President"
                    ]
                }
            ],
            [
                {
                    "figure": "Aleksander Kwasniewski",
                    "country": "Poland",
                    "posts": [
                        "President"
                    ]
                }
            ]
        ],
        "Period": "27 a 28 de Maio",
        "Country": "Mexico",
        "City/region": "Guadalajara"
    },
    {
        "year": "2004",
        "Overview": " - Encontro de Alto Nível com Investidores\n - Seminário “Brazil meets markets”\n - Encontro com o senhor John Snow, Secretário do Tesouro dos EUA\n - Encontro com dirigentes do Citigroup\n - Lançamento do Serviço “CAIXA: Remessas de Recursos de Brasileiros Residentes no Exterior”\n - Abertura do “Global Compact Leaders Summit”\n - Encontro com o senhor Jay Aseelan Naidoo, presidente do Banco de Desenvolvimento da  África Austral\n - Encontro com diretores do jornal The Wall Street Journal\n - Encontro com o senhor Juan Somavia, diretor-geral da Organização    Internacional do Trabalhador\n - Encontro com o Secretário-Geral das Nações Unidas",
        "Host": [
            [
                {
                    "figure": "John Snow",
                    "country": "United States of America",
                    "posts": [
                        "Cabinet Member"
                    ]
                }
            ],
            [
                {
                    "figure": "Jay Aseelan Naidoo",
                    "country": "Southern Africa Development Bank",
                    "posts": [
                        "Political/Agency Leader"
                    ]
                }
            ],
            [
                {
                    "figure": "Juan Somavia",
                    "country": "International Labour Organization",
                    "posts": [
                        "Political/Agency Leader"
                    ]
                }
            ],
            [
                {
                    "figure": "Kofi Annan",
                    "country": "United Nations",
                    "posts": [
                        "Secretary-general"
                    ]
                }
            ]
        ],
        "Period": "22 a 24 de Junho",
        "Country": "United States of America",
        "City/region": "New York"
    },
    {
        "year": "2004",
        "Overview": " - Encontro com o presidente da Venezuela, Hugo Cháves Frias\n - Jantar oferecido pelo presidente da Argentina, Néstor Kirchner, em homenagem aos presidentes e ministros do Mercosul, Estados Associados e convidados especiais\n - Reunião de Cúpula dos chefes de Estados do Mercosul, Estados Associados e estados convidados",
        "Host": [
            [
                {
                    "figure": "Hugo Chavez",
                    "country": "Venezuela",
                    "posts": [
                        "President"
                    ]
                }
            ]
        ],
        "Period": "07 e 08 de Julho",
        "Country": "Argentina",
        "City/region": "Puerto Iguazú"
    },
    {
        "year": "2004",
        "Overview": " - Encontro de trabalho com Carlos Mesa, presidente da República da Bolívia\n - Cerimônia de Assinatura de Atos\n - Cerimônia de Comemoração dos 20 anos de relançamento da Câmara Nacional de Comércio Brasileiro-Boliviana",
        "Host": [
            [
                {
                    "figure": "Carlos Mesa",
                    "country": "Bolivia",
                    "posts": [
                        "President"
                    ]
                }
            ]
        ],
        "Period": "08 de Julho",
        "Country": "Bolivia",
        "City/region": "Santa Cruz de la Sierra"
    },
    {
        "year": "2004",
        "Overview": " - Sessão Inaugural da V Conferência dos Chefes de Estado e de Governo dos Países de Língua Portuguesa de Língua Portuguesa Transparência”\n - Sessão de Trabalho da V Conferência dos Chefes de Estado e de Governo dos Países\n - Debate Geral: “A Sociedade da Informação como Contribuição para a Boa Governança e\n - Aprovação das recomendações do Conselho de Ministros da CPLP\n - Eleição e posse do Secretário-Executivo  e do Secretário-Executivo Adjunto da CPLP\n - Adoção da Declaração de São Tomé\n - Assinatura de Atos\n - Encerramento da V Conferência de Chefes de Estado e de Governo da Comunidade dos Países de Língua Portuguesa",
        "Host": [],
        "Period": "26 e 27 de Julho",
        "Country": "São Tomé and Príncipe",
        "City/region": "São Tomé"
    },
    {
        "year": "2004",
        "Overview": " - Cerimônia de entrega da chave da cidade pelo Prefeito de Libreville\n - Encontro com o Presidente do Gabão, Omar Bongo Ondimba\n - Assinatura de Atos\n - Leitura de Comunicado Conjunto",
        "Host": [
            [
                {
                    "figure": "Omar Bongo Ondimba",
                    "country": "Gabon",
                    "posts": [
                        "President"
                    ]
                }
            ]
        ],
        "Period": "27 e 28 de Julho",
        "Country": "Gabon",
        "City/region": "Libreville"
    },
    {
        "year": "2004",
        "Overview": " - Encontro  com  o  Presidente  da  República  de  Cabo  Verde,  Pedro  Verona    Rodrigues Pires\n - Cerimônia de Condecoração do Presidente da República com a Ordem Amílcar Cabral\n - Audiência concedida ao líder da oposição, deputado Agostinho Lopes\n - Abertura do Seminário Empresarial com a participação do primeiro-ministro de Cabo Verde, José Maria Pereira Neves\n - Visita à Câmara Municipal de Praia\n - Encontro com o  Presidente da Câmara Municipal e recebimento de placa alusiva à visita\n - Encontro com o Presidente da Assembléia Nacional de Cabo Verde\n - Sessão solene na Assembléia Nacional de Cabo Verde por ocasião da Visita de Estado do senhor Presidente da República\n - Visita à Biblioteca Nacional\n - Cerimônia de descerramento de placa alusiva à doação do Brasil de computadores, por ocasião da Visita de Estado a Cabo Verde\n - Breve encontro com a comunidade brasileira\n - Encontro com o primeiro-ministro de Cabo Verde, José Maria Neves\n - Reunião Ampliada de Trabalho\n - Cerimônia de Assinatura de Atos",
        "Host": [
            [
                {
                    "figure": "Pedro Verona Rodrigues Pires",
                    "country": "Gabon",
                    "posts": [
                        "President"
                    ]
                }
            ],
            [
                {
                    "figure": "Agostinho Lopes",
                    "country": "Gabon",
                    "posts": [
                        "Political/Agency Leader"
                    ]
                }
            ],
            [
                {
                    "figure": "José Maria Neves",
                    "country": "Cape Verde",
                    "posts": [
                        "Prime-minister"
                    ]
                }
            ]
        ],
        "Period": "28 e 29  de Julho",
        "Country": "Cape Verde",
        "City/region": "Sal"
    },
    {
        "year": "2004",
        "Overview": " - Cerimônia de inauguração do Palácio da Justiça de Cobija\n - Solenidade de inauguração da ponte “Wilson Pinheiro” - Integração Brasil/Bolívia",
        "Host": [],
        "Period": "11 de Agosto",
        "Country": "Bolivia",
        "City/region": "Cobija"
    },
    {
        "year": "2004",
        "Overview": " - Cerimônia de instalação do Tribunal Permanente de Revisão do Mercosul",
        "Host": [],
        "Period": "13 de Agosto",
        "Country": "Paraguay",
        "City/region": "Asuncion"
    },
    {
        "year": "2004",
        "Overview": " - Cerimônia de juramento do presidente e vice-presidente eleitos da República Dominicana\n - Encontro com o presidente da República da Guatemala, Oscar Berger\n - Encontro com empresários da Câmara de Comércio dominicano-brasileira\n - Reunião de Chefes de Estado e de Governo Latino-Americanos e Caribenhos\n - Encontro com o presidente da República da Costa Rica, Abel Pacheco de la Espriella\n - Encontro com a comunidade brasileira em Santo Domingo\n - Encontro com a delegação da Confederação Brasileira de Futebol - CBF que joga no Haiti em 18 de agosto",
        "Host": [
            [
                {
                    "figure": "Oscar Berger",
                    "country": "Guatemala",
                    "posts": [
                        "President"
                    ]
                }
            ],
            [
                {
                    "figure": "Abel Pacheco de la Espriella",
                    "country": "Costa Rica",
                    "posts": [
                        "President"
                    ]
                }
            ]
        ],
        "Period": "15 a 18 de Agosto",
        "Country": "Dominican Rep.",
        "City/region": "Santo Domingo"
    },
    {
        "year": "2004",
        "Overview": " - Visita à Brigada Haiti\n - Cerimônia de Oferenda Floral aos heróis haitianos\n - Cerimônia de chegada ao Palácio Presidencial\n - Encontro com o presidente do Haiti, Boniface Alexandre\n - Encontro de Trabalho com o primeiro-ministro do Haiti, Gerard Latortue, e assinatura de Memorando de Entendimento entre os Ministros do Esporte do Brasil e do Haiti\n - Assinatura de Comunicado Conjunto e declaração à imprensa\n - Almoço oferecido pelo Presidente do Haiti\n - Jogo da Paz entre as seleções do Brasil e do Haiti\n - Audiência a lideranças políticas e sociais haitianas",
        "Host": [
            [
                {
                    "figure": "Boniface Alexandre",
                    "country": "Haiti",
                    "posts": [
                        "President"
                    ]
                }
            ]
        ],
        "Period": "18 de Agosto",
        "Country": "Haiti",
        "City/region": "Port-au-Prince"
    },
    {
        "year": "2004",
        "Overview": " - Café da manhã com o presidente da República do Chile, Senhor Ricardo Lagos\n - Cerimônia de oferenda floral\n - Encontro privado dos Presidentes\n - Reunião ampliada das delegações do Brasil e Chile\n - Cerimônia de Assinatura de Acordos e Declaração à Imprensa\n - Encontro privado com os Presidentes do Senado e da Câmara dos Deputados do Chile\n - Almoço oferecido pelo Presidente do Senado e pelo Presidente da Câmara dos Deputados\n - Audiência com o presidente da Corte Suprema, senhor Marcos Libedinsky\n - Encontro privado com o prefeito de Santiago, senhor Joaquín Lavín\n - Cerimônia de Declaração de Hóspedes Ilustres\n - Audiência concedida ao presidente da Central Única dos Trabalhadores do Chile, senhor Arturo Martínez\n - Encontro com integrantes da comunidade brasileira residente em Santiago\n - Jantar oferecido pelo senhor Ricardo Lagos, presidente da República do Chile, e senhora Maria Luisa Durán de Lagos, em homenagem ao presidente da República e à senhora Marisa Letícia Lula da Silva\n - Café da manhã com empresários\n - Cerimônia de inauguração do Seminário “Como Fazer Negócios com o Brasil”\n - Encontro de famílias do Programa Chile Solidário com os Presidentes do Brasil e Chile",
        "Host": [
            [
                {
                    "figure": "Ricardo Lagos",
                    "country": "Chile",
                    "posts": [
                        "President"
                    ]
                }
            ],
            [
                {
                    "figure": "Marcos Libedinsky",
                    "country": "Chile",
                    "posts": [
                        "Supreme Court Justice"
                    ]
                }
            ],
            [
                {
                    "figure": "Joaquín Lavín",
                    "country": "---Santiago",
                    "posts": [
                        "Regional Mayor/Governor"
                    ]
                }
            ],
            [
                {
                    "figure": "Arturo Martínez",
                    "country": "Chile",
                    "posts": [
                        "Political/Agency Leader"
                    ]
                }
            ]
        ],
        "Period": "22 a 24 de Agosto",
        "Country": "Chile",
        "City/region": "Santiago"
    },
    {
        "year": "2004",
        "Overview": " - Reunião de trabalho com o presidente do Equador, Lucio Gutierrez\n - Reunião Ministerial\n - Reunião Ampliada\n - Cerimônia de imposição da condecoração da Ordem Nacional do Mérito do Equador no grau de Grande Colar\n - Jantar em homenagem ao presidente Luiz Inácio Lula da Silva, oferecido pelo presidente do Equador, Lucio Gutierrez\n - Sessão solene Extraordinária do Congresso Nacional em homenagem ao Presidente da República\n - Visita ao Centro Histórico de Quito\n - Cerimônia de Assinatura de Atos e Declaração Conjunta à imprensa\n - Almoço empresarial oferecido pelo Presidente do Equador\n - Encontro com lideranças sindicais",
        "Host": [
            [
                {
                    "figure": "Lucio Gutierrez",
                    "country": "Ecuador",
                    "posts": [
                        "President"
                    ]
                }
            ]
        ],
        "Period": "24 e 25 de Agosto",
        "Country": "Ecuador",
        "City/region": "Quito"
    },
    {
        "year": "2004",
        "Overview": " - Café da manhã oferecido ao presidente da Argentina, Nestor Kirchner\n - Chegada à sede das Nações Unidas\n - Encontro com o primeiro-ministro da Suécia, Göran Persson\n - Reunião da Comissão Mundial sobre a Dimensão Social da Globalização\n - Encontro com o presidente da França, Jacques Chirac\n - Reunião com os presidentes da França, do Chile e do Governo Espanhol e com o Secretário-Geral da ONU\n - Oportunidade de foto com os presidentes da França, do Chile e do governo Espanhol e com o Secretário-Geral da ONU\n - Reunião de Líderes Mundiais para a Ação contra a Fome e a Pobreza\n - Entrevista coletiva à imprensa\n - Encontro com o secretário-geral das Nações Unidas, Kofi Annan\n - Encontro com o presidente da 59ª Assembléia-Geral das Nações Unidas, Jean Ping\n - Abertura do debate geral da 59ª Assembléia Geral das Nações Unidas\n - Almoço oferecido pelo secretário-geral da ONU, Kofi Annan, aos Chefes de Estado e de Governo presentes à 59ª Assembléia-Geral das Nações Unidas\n - Reunião do G-4 (Brasil, Alemanha, Índia e Japão)",
        "Host": [
            [
                {
                    "figure": "Néstor Kirchner",
                    "country": "Argentina",
                    "posts": [
                        "President"
                    ]
                }
            ],
            [
                {
                    "figure": "Göran Persson",
                    "country": "Sweden",
                    "posts": [
                        "Ex-Prime-minister"
                    ]
                }
            ],
            [
                {
                    "figure": "Jacques Chirac",
                    "country": "France",
                    "posts": [
                        "President",
                        "Ex-president"
                    ]
                }
            ],
            [
                {
                    "figure": "Jacques Chirac",
                    "country": "France",
                    "posts": [
                        "President",
                        "Ex-president"
                    ]
                },
                {
                    "figure": "Ricardo Lagos",
                    "country": "Chile",
                    "posts": [
                        "President"
                    ]
                },
                {
                    "figure": "José Luis Zapatero",
                    "country": "Spain",
                    "posts": [
                        "President"
                    ]
                },
                {
                    "figure": "Kofi Annan",
                    "country": "United Nations",
                    "posts": [
                        "Secretary-general"
                    ]
                }
            ],
            [
                {
                    "figure": "Kofi Annan",
                    "country": "United Nations",
                    "posts": [
                        "Secretary-general"
                    ]
                }
            ],
            [
                {
                    "figure": "Jean Ping",
                    "country": "Gabon",
                    "posts": [
                        "Chancellor"
                    ]
                }
            ]
        ],
        "Period": "20 e 21 de Setembro",
        "Country": "United States of America",
        "City/region": "New York"
    },
    {
        "year": "2004",
        "Overview": " - Cerimônia de inauguração da III Reunião de Presidentes da América do Sul\n - Cerimônia de assinatura de atos\n - Almoço oferecido aos Presidentes da III Reunião de Presidentes da América do Sul\n - Sessão de trabalho da III Reunião de Presidentes da América do Sul\n - Cerimônia de encerramento da III Reunião de Presidentes da América do Sul\n - Reunião de trabalho com Alejandro Toledo, presidente da República do Peru\n - Concerto Andino\n - Recepção Oficial",
        "Host": [
            [
                {
                    "figure": "Alejandro Toledo",
                    "country": "Peru",
                    "posts": [
                        "President"
                    ]
                }
            ]
        ],
        "Period": "08 de Dezembro",
        "Country": "Peru",
        "City/region": "Cuzco"
    }
]